Repository: mediacore/mediacore-community-seo
Catalog: mediacoreext/simplestation/seo/i18n/*/LC_MESSAGES/mediacore_seo.po
Languages: ar, cs_cz, es_es, it, lt, pt_br, uk_ua

source: Search Engine Optimization
ar: تحسين محرك البحث
cs_cz: Optimalizace pro vyhledávače
es_es: Optimización de Motores de Búsqueda
it: Ottimizzazione motori di ricerca
lt: Paieškos sistemų optimizavimas
pt_br: Optimização do buscador
uk_ua: Пошукова оптимізація

source: Media Specifc SEO
ar: تحسين محرك البحث فيما يتعلق بالمرئيات والسمعيات
cs_cz: Specifické SEO medií
es_es: SEO específico de medios
it: Media SEO specifco
lt: Specifinis optmizavimas MEDIA aplinkai
pt_br: SEO particulares do media
uk_ua: Медіа специфіка пошукової оптимізації

source: Page Title
ar: عنوان الموقع
cs_cz: Název stránky
es_es: Título de la página
it: Titolo della pagina
lt: Puslapio pavadinimas
pt_br: Título da página
uk_ua: Заголовок сторінки

source: Meta Description
ar: وصف التعريفات - الميتا
cs_cz: Meta popis
es_es: Meta descripción
it: Meta descrizione
lt: Meta aprašymas
pt_br: Descrição Meta
uk_ua: Мета-опис

source: Meta Keywords
ar: الكلمات المفتاحية للتعريفات
cs_cz: Meta klíčová slova
es_es: Meta claves
it: Meta chiavi
lt: Meta raktažodžiai
pt_br: Meta chaves
uk_ua: Ключові мета-слова

source: General
ar: عامّ
cs_cz: Obecné
it: Generale
lt: Bendra
pt_br: Geral
uk_ua: Загальне

source: Site Meta Description
ar: وصف تعريفات الصفحة
cs_cz: Meta popis stránky
es_es: Meta descripción del sitio
it: Meta descrizione del sito
lt: Svetainės meta aprašymas
pt_br: Meta descrição do sitio
uk_ua: Мета-опис сайту

source: Site Meta Keywords
ar: الكلمات المفتاحية لتعريفات الصفحة
cs_cz: Meta klíčová slova stránky
es_es: Meta claves Sitio
it: Meta chiavi del sito
lt: Svetainės meta raktažodžiai
pt_br: Chaves meta do sitio
uk_ua: Ключові мета-слова сайту

source: Comma Separated)
ar: الفصل بالفصلة)
cs_cz: Oddělené čárkami)
es_es: Separado por comas)
it: Separati da virgola)
lt: atskirti kableliais
pt_br: Separado por vírgula)
uk_ua: розділені комами)

source: Explore Page
ar: استعراض الموقع
cs_cz: Prozkoumat stránku
es_es: Explorar la página
it: Esplorare pagina
lt: Naršyti puslapį
pt_br: Explorar página
uk_ua: Сторінка "Огляд"

source: (Comma Separated)
ar: (مفصول بالفصلة)
cs_cz: (Oddělené čárkami)
es_es: (Separado por comas)
it: (Separati da virgola)
lt: (Atskirti kableliais)
pt_br: (Separado por vírgula)
uk_ua: (розділені комами)

source: Podcast Page
ar: صفحة البودكاست
cs_cz: Stránka podkastu
es_es: Página Podcast
it: Pagina Podcast
lt: Podcast puslapis
pt_br: Página Podcast
uk_ua: Сторінка "Подкасти"

source: Category Page
ar: صفحة الفئات
cs_cz: Stránaka kategorií
es_es: Página de categoría
it: Pagina di categoria
lt: Kategorijos puslapis
pt_br: Página da categoria
uk_ua: Сторінка "Категорії"

source: Upload Page
ar: صفحة رفع الملفات
cs_cz: Stránka nahrávání
es_es: Subir página
it: Caricare pagina
lt: Įkelti puslapį
pt_br: Carregar página
uk_ua: Сторінка "Вивантаження"

source: Options
ar: خيارات
cs_cz: Nastavení
es_es: Opciones
it: Opzioni
lt: Nuostatos
pt_br: Opções
uk_ua: Параметри

source: Enable NOINDEX for Categories
ar: منع فهرسة الفئات
cs_cz: Povolení NOINDEX pro kategorie
es_es: Habilitar NOINDEX para las categorías
it: NOINDEX Attiva per le categorie
lt: Įjungti NOINDEX kategorijose
pt_br: Ativar NOINDEX para categorias
uk_ua: Увімкнути NOINDEX для Категорій

source: Enable NOINDEX for RSS
ar: منع فهرسة آر إس إس
cs_cz: Povolení NOINDEX pro RSS
es_es: Habilitar NOINDEX para RSS
it: NOINDEX Attiva per RSS
lt: Įjungti NOINDEX RSS sraute
pt_br: NOINDEX Ativar para RSS
uk_ua: Увімкнути NOINDEX для RSS

source: Save
ar: حفظ
cs_cz: Uložit
es_es: Guardar
it: Salva
lt: Išsaugoti
pt_br: Guardar
uk_ua: Зберегти
